export const constants = {
    categories: [
        "Обувь",
        "Одежда",
        "Головные уборы",
        "Спортивный инвентарь",
        "Продукты",
        "Детское питание",
        "Молочная продукция",
        "Спортивное питание"
    ],
    sort: {
        price: "Цена",
        name: "Название",
        rating: "Рейтинг товара",
        reviews: "Количество отзывов"
    },
    messages: {
        addToBasket:
            "Чтобы добавить товар в корзину, необходимо авторизоваться",
        addToFavourite:
            "Чтобы добавить товар в избранное, необходимо авторизоваться"
    }
};
